export const articals = [
    {
      title: '探靈筆錄 第4章 道符',
      id: 0,
      content: '一個男人太會花言巧語，除了會賺錢之外，往往還會招惹另一樣東西。      來光顧韓煜這間忘川小棧的除了祭奠亡故之人的客戶，另一些是年輕的女孩，總是大老遠跑到韓煜的店鋪，其實根本沒有什麽需要，硬是要買一下所謂趨吉避凶的手鏈或者道牌，目的無非是想和韓煜套近乎能說上幾句話。            韓煜從來是來者不拒，什麽目的並不重要，所以他有絕大多數時間就周旋在各色女生之間，從來都樂此不疲，唯一慶幸的是，他不會把壽衣店裏不合時宜的東西推銷給這些女孩。            一般到了下午客人會少很多，明天有道場，韓煜早早的就招呼我幫忙收攤關門，他要為明天的道場做準備，看他閑下來，我把從局裏帶回來的證物推到他麵前。      “幫我看看，這是幹什麽用的？”韓煜從我手中接過去的是從無名女屍的屍塊上發現的黃紙，密封在塑料袋中。“我們在下麵找到道緣堂，但紙上寫的東西已經看不清了，也不明白是什麽意思，我就想著道緣堂和你都是一個係統的，估摸你應該見過。”           “誰和道緣堂一個係統，你是說張鬆林那貨吧，他打著道家的名號在外麵招搖撞騙，就是個騙子，聽說外麵信的人還挺多。”韓煜白了我一眼沒好氣地說。“喲，你可是從來不給我說你們破案的事，今兒怎麽想到問我了，在你眼裏我可是神棍啊，那是黑五類的牛鬼蛇神。”            “你就省省吧，我幫你看店沒有功勞也有苦勞，你就當是給我付工錢了。”論口才我相信在韓煜麵前我完敗，好在和他住這麽久，他為人挺仗義。            “這東西在哪兒找到的？”韓煜突然認真起來，仔細看看黃紙上斑駁的印記後一本正經地問我。'    },
    {
      title: '探靈筆錄 第5章 衣櫃中的女人',
      id: 1,
      content: ''
    },
    {
      title: '湯瑪斯·愛迪生',
      id: 2,
      content: '湯瑪斯·阿爾瓦·愛迪生（英語：Thomas Alva Edison，1847年2月11日－1931年10月18日），美國科學家、發明家、企業家、工程師，擁有眾多重要的發明專利，被傳媒授予「門洛帕克的奇才」稱號的他，是世界上第一個使用大量生產原則和其工業研究實驗室來進行發明創造的人。他也是庫伯聯盟學院的傑出校友。愛迪生的發明物包括：對世界極大影響的留聲機、電燈、活動電影攝影機、直流電力系統等最為人知。在美國，愛迪生名下擁有1093項專利，而他在美國、英國、法國和德國等國的專利數累計超過150項[2]。他一生最偉大的兩項專利一項為留聲機，它可以保留並播放聲音， 另外一項專利倍受爭議，那就是世人所熟知的電燈，通過六年的漫長法庭鬥爭最後以愛迪生成功獲得專利告終。1892年，愛迪生創立今日美國的知名能源產品集團奇異公司。1908年，他再創立「Motion Picture Patents Company（一般所知為Edison Trust）」，一家由九個主要電影工作室組成的企業集團。1900年代初期，愛迪生在佛羅里達州的麥爾茲堡買了一套別墅，汽車龍頭亨利·福特就住在這間別墅的對面，他也是愛迪生的好友。二十世紀兩大工業龍頭的居所，後已成為紀念館「Edison and Ford Winter Estates」，開放供民眾參觀。'
    },
    {
      title: '愛德溫·霍華·阿姆斯壯',
      id: 3,
      content: '愛德溫·霍華·阿姆斯壯（英語：Edwin Howard Armstrong，1890年12月18日－1954年1月31日），美國無線電工程師，調頻廣播技術的發明者。1913年畢業於哥倫比亞大學，1912年發明再生式振盪器，柵檢波發明人,電子管研究先驅及再生式電路 (Regenerative Circuit)的奠基人, 超再生及超外差收音機的發明人。      曾前往第一次世界大戰的歐洲戰場為美軍效力，後任哥倫比亞大學教授，1918年發明了超外差收音機，1933年，獲得了有關頻率調製的發明專利權，頻率調製的廣播方式解決了無線電收音機的天線和噪音問題。後糾纏於調頻專利權與工業巨頭的長期法律訴訟及稅務糾紛，加之病魔纏身，於1954年1月31日以火爐挑灰棒打傷妻子手臂後由十三樓的家跳下自殺。'
    },
    {
      title: '愛米爾·貝利納',
      id: 4,
      content: '貝利納出生於德國漢諾瓦，1870年移民美國。1877年，他研製出了一個簡單的裝有金屬接點的送話器，使電話傳輸的聲音更為清晰。1887年他研製出一種叫 Gramophone 的唱盤式留聲機，使用扁圓形塗蠟鋅版作為播放和錄音的媒體，同時也可製成母版複製，使得唱片商業化量產成為可能，為今日圓形唱片的始祖。[2]後來貝利納轉向研究航空學。他設計了一種輕便的內燃發動機，成為以後飛機發動機廣泛模仿的原型。1909年他和其子亨利·貝利納（Henry Berliner）建造了一架同軸雙螺旋槳以兩個引擎帶動的直升機，在沒有以纜線綁住的情況下成功地試飛。其後在1922年他們建造了一架橫向雙螺旋槳的飛行機器，該機器沒有空中停留的能力，他們將螺旋槳相對於機身往前傾斜，利用螺旋槳產生的升力在水平方向的分量來前進飛行。'
    },
    {
      title: '約翰·希南',
      id: 5,
      content: '約翰·菲力克斯·安東尼·希南（英語：John Felix Anthony Cena，1977年4月23日－），是一名美國男演員、饒舌歌手及職業摔角選手。受聘於世界摔角娛樂（WWE），同時也是真人實境秀主持人。他目前已中止與Raw或SmackDown的契約並作為自由的選手，在約翰·希南的摔角事業中，他曾是16次世界冠軍（13次WWE冠軍及3次的世界重量級冠軍，奪冠次數與瑞克·福萊爾並列第一）、5次WWE美國冠軍、2次皇家大戰的優勝（2008年、2013年）及1次公事包大戰優勝（2012年）、兩次世界雙打冠軍 (WWE)（分別與巴帝斯塔和尚恩·麥可）、兩次WWE雙打冠軍（分別與David Otunga和The Miz）。而他也是WWE冠軍最多勝利次數保持人，擁有優異的表現和強大的魅力，因此被視為世界摔角娛樂（WWE）的臺柱和門面。'
    }
];
  
